[
    {
        "clave": "CXR2151",
        "textOri": "Hyperinflated lungs with flattened diaphragm and increased retrosternal airspace. No focal alveolar consolidation, no definite pleural effusion seen. Heart size within normal limits, the typical findings of pulmonary edema. Mild spine dextrocurvature noted.",
        "textDesa": "Hyperinflated lungs seen on imaging, associated with a flattened diaphragm and increased retrosternal airspace (imaging findings). No focal alveolar consolidation or definite pleural effusion observed. The heart appeared normo-sized on imaging, consistent with typical findings of pulmonary edema. Mild thoracolumbar dextroversion noted."
    },
    {
        "clave": "CXR1042",
        "textOri": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age.",
        "textDesa": "The heart-lung area silhouette and vasculature are within normal limits for size and contour. The lungs are typically normal in size and clear. Bone structures are within normal limits for patient age."
    },
    {
        "clave": "CXR1067",
        "textOri": "Lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. No suspicious pulmonary nodules or masses. Bony thorax and soft tissues grossly unremarkable.",
        "textDesa": "Lungs appear transparent without signs of focal consolidation, effusion, or pneumothorax. Heart size is normal. Bony thorax and soft tissues are absolutely unremarkable.\n\n---\n\nLungs appear transparent without signs of focal consolidation, effusion, or pneumothorax. Heart size is normal. Bony thorax and soft tissues are absolutely unremarkable."
    },
    {
        "clave": "CXR1082",
        "textOri": "Stable cardiomegaly. Stable tortuosity of the aorta. No focal airspace opacities, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine.",
        "textDesa": "The medical report provided does not contain any placeholders ('XXX'), so it remains unchanged.\n\nStable cardiomegaly. Stable tortuosity of the aorta. No focal airspace opacities, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR1089",
        "textOri": "The heart size and pulmonary vascularity appear within normal limits. The descending thoracic aorta is tortuous. Central venous catheter is again noted. The lungs are free of focal airspace disease. The left hemidiaphragm remains elevated. No pneumothorax or pleural effusion is seen.",
        "textDesa": "The cardiac output and pulmonary vasculature appear within normal limits. The moderately curved descending thoracic aorta is noted. The lungs are free of ground glass opacities. The left superior diaphragmatic elevation remains elevated. No pneumothorax or pleural effusion is seen."
    },
    {
        "clave": "CXR1098",
        "textOri": "The lungs are hyperinflated with coarse interstitial markings compatible with obstructive pulmonary disease and emphysema. There is chronic pleural-parenchymal scarring within the lung bases. No lobar consolidation is seen. No pleural effusion or pneumothorax. Heart size is normal.",
        "textDesa": "The lungs are inflated with coarse interstitial markings consistent with exudative lung disease and associated empyema. There is scalded pleural-parenchymal scarring within the lung bases. No lobar consolidation is observed. No pleural effusion or pneumothorax. Heart size is normal."
    },
    {
        "clave": "CXR1118",
        "textOri": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits.",
        "textDesa": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits."
    },
    {
        "clave": "CXR1135",
        "textOri": "Heart XXXX, mediastinum, XXXX, bony structures and lung XXXX are unremarkable. Stable small calcified granuloma left base. No XXXX acute findings/opacities/infiltrates noted.",
        "textDesa": "Heart anomalies, mediastinum medial epiphyseal dysplasia, bony structures and lung lesions are unremarkable. Stable small calcified granuloma left base. No acute infiltrates noted."
    },
    {
        "clave": "CXR1153",
        "textOri": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact.",
        "textDesa": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. Positive findings XXXX are intact. Negative findings XXXX are normal."
    },
    {
        "clave": "CXR1166",
        "textOri": "Low lung volumes. Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Streaky bibasilar airspace opacities. No pneumothorax or pleural effusion. No acute osseous findings.",
        "textDesa": "Low lung volumes. Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Intermittent bibasilar airspace opacities. No pneumothorax or pleural effusion. No acute osseous findings."
    },
    {
        "clave": "CXR1185",
        "textOri": "There is a vagal nerve stimulator with XXXX overlying the left chest. XXXX appears intact without fracture. There is a XXXX opacity within the right lung base, XXXX representing atelectasis. Lungs are otherwise clear. Heart size is normal. No pneumothorax.",
        "textDesa": "There is a vagal nerve stimulation device overlying the left chest. No structural issues are apparent. There is an opacity within the right lung base, representing atelectasis. Lungs are otherwise clear. Heart size is normal. No pneumothorax."
    },
    {
        "clave": "CXR1218",
        "textOri": "Lungs are clear bilaterally with no focal infiltrate, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. No acute bony or soft tissue abnormality.",
        "textDesa": "Lungs are clear bilaterally with no parenchymal involvement, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. No acute bony or soft tissue abnormality."
    },
    {
        "clave": "CXR1234",
        "textOri": "2 images. The cardiac silhouette is enlarged. Thoracic aortic atherosclerotic calcifications are present. There are finding status post sternotomy and CABG. XXXX atelectasis or scar is noted within the left midlung. There is blunting of the left costophrenic XXXX. No pneumothorax.",
        "textDesa": "2 images: The cardiac silhouette is enlarged. Thoracic aortic atherosclerotic calcifications are present. There are findings status post sternotomy and CABG. Atelectasis or scar is noted within the left lung. Blunting of the left costophrenic area is observed. No pneumothorax."
    },
    {
        "clave": "CXR1235",
        "textOri": "Lung volumes are XXXX. XXXX opacities are present in the angulate. No focal infiltrates. Heart size normal.",
        "textDesa": "Lung volumes appear normal. Ground glass opacities are present in the angulate. No focal infiltrates. Heart size normal."
    },
    {
        "clave": "CXR1292",
        "textOri": "Borderline enlarged heart. Torturous/ectatic thoracic aorta. No focal pulmonary opacity, pleural effusion or pneumothorax. There are degenerative changes of the spine. There is fracture of distal right clavicle, better seen on the right shoulder radiographs dated XXXX. Small round lucency in the distal left clavicle, appears benign. Degenerative changes of both XXXX joints.",
        "textDesa": "Borderline enlarged heart. Torturous/ectatic thoracic aorta. No focal pulmonary opacity, pleural effusion or pneumothorax. There are degenerative changes of the spine. There is fracture of distal right clavicle, better seen on the right shoulder radiographs dated 20XX. Small round lucency in the distal left clavicle, appears benign. Degenerative changes of both hip joints."
    },
    {
        "clave": "CXR1347",
        "textOri": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute displaced rib fracture.",
        "textDesa": "The cardiomediastinal silhouette appears normal in size and contour. No signs of consolidation, pneumothorax, or significant pleural effusion. Negative for acute displaced rib fracture."
    },
    {
        "clave": "CXR139",
        "textOri": "The cardiac silhouette is mildly enlarged. A lobulated opacity is identified superior to the heart, in the anterior mediastinum on the lateral view, possibly consistent with a tortuous/ectatic thoracic aorta versus an anterior mediastinal mass. The thoracic aorta is tortuous and calcified. No focal areas of pulmonary consolidation. The lungs are hyperexpanded with flattening of the bilateral hemidiaphragms. No pneumothorax or pleural effusion. Severe degenerative changes of the thoracic spine.",
        "textDesa": "The cardiac silhouette shows a slight enlargement. A lobar shadow is identified in the superior aspect of the heart, located in the anterior mediastinum on the lateral view. This could be consistent with a tortuosity and calcification of the aortic arch or an anterior mediastinal mass lesion. No pulmonary opacities are observed. The lungs appear bilaterally hyperexpanded with diaphragmatic flattening. There's no pneumothorax or pleural effusion noted. There's evidence of severe degeneration in the thoracic spine."
    },
    {
        "clave": "CXR1429",
        "textOri": "Mediastinal contours are normal. Heart size is within normal limits. Lungs are clear. There is no pneumothorax or large pleural effusion.",
        "textDesa": "The report can be updated as follows:\n\n\"Mediastinal contours appear medial to the lungs and are normal in size. The heart size is within normal limits, with no significant cardiac enlargement. Lungs are clear on imaging. No signs of pneumothorax or significant pleural effusion.\""
    },
    {
        "clave": "CXR1465",
        "textOri": "The heart is normal in size. Stable appearance of coronary stent. XXXX sternotomy changes are present. No focal consolidation, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine.",
        "textDesa": "The heart is normal in size. Stable appearance of coronary stent. Sternal wound changes are present. No focal consolidation, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR1543",
        "textOri": "The cardiomediastinal silhouette is within normal limits. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. Large hiatal hernia.",
        "textDesa": "The mediomediastinal silhouette is within normal limits. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute musculoskeletal abnormalities. Large hiatal hernia."
    },
    {
        "clave": "CXR1551",
        "textOri": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. No acute, displaced rib fractures.",
        "textDesa": "The cardiomediastinal silhouette appears standard for its respective view. No non-dispersed nodular opacities are noted in the lung parenchyma. Pneumothorax is absent. No pleural effusion is present. The thoracic spine remains intact with no sustaining rib fractures."
    },
    {
        "clave": "CXR1634",
        "textOri": "Calcified granulomas. Calcified hilar XXXX. No focal areas of consolidation. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Question large pulmonary arteries. Lung XXXX are hyperexpanded. Prominent substernal air space. Aortic calcifications. Degenerative changes thoracic spine.",
        "textDesa": "Calcified granulomas. Calcified hilar costophrenic angle. No focal areas of consolidation. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Question large pulmonary arteries. Lung lower lung are hyperexpanded. Prominent substernal air space. Aortic calcifications. Degenerative changes anterior thoracic spine."
    },
    {
        "clave": "CXR1678",
        "textOri": "The heart is normal in size. The mediastinum is stable. Right chest XXXX tip is again seen at the cavoatrial junction. There is no pneumothorax. There is again elevation of right hemidiaphragm with right-sided pleural effusion. Vague opacities are noted in the right upper lobe, XXXX from prior study. These may be related to overlying rib lesions versus true pulmonary nodules. The left lung appears grossly clear. Drainage catheter seen overlying the right upper quadrant.",
        "textDesa": "The heart is normal in size. The mediastinum is stable. Right chest calcifications are again seen at the cavoatrial junction. There is no pneumothorax. There is again elevation of right hemidiaphragm with right-sided pleural effusion. Vague opacities are noted in the right upper lobe, areas from prior study. These may be related to overlying rib lesions versus true pulmonary nodules. The left lung appears grossly clear. Drainage catheter seen overlying the right upper quadrant."
    },
    {
        "clave": "CXR1786",
        "textOri": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardio mediastinal silhouette is unremarkable. Stable XXXX foreign body over the left breast (XXXX nipple piercing). Visualized osseous structures of the thorax are without acute abnormality.",
        "textDesa": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardio mediastinal silhouette is unremarkable. Stable implant over the left breast (piercing). Visualized osseous structures of the thorax are without acute abnormality."
    },
    {
        "clave": "CXR1788",
        "textOri": "The trachea is midline. Negative for pneumothorax, pleural effusion, or focal airspace consolidation. The heart size is normal.",
        "textDesa": "The trachea is central. No evidence of pneumothorax, pleural effusion, or focal airspace consolidation. The heart size is normal."
    },
    {
        "clave": "CXR1846",
        "textOri": "2 images. Calcified granuloma left upper lobe. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings.",
        "textDesa": "2 imaging modalities performed. A benign calcified lesion was identified in the left superior pulmonary lobe. Heart size and pulmonary vascular volume are within normal limits of expectation. No notable mediastinal findings were observed, and there appears to be no pleural fluid density or pneumothoracic gas distribution."
    },
    {
        "clave": "CXR1941",
        "textOri": "Stable right chest wall pacemaker with leads overlie the right atrium and right ventricle. Stable cardiomegaly. Calcified thoracic aorta is unchanged. Stable mild interstitial opacities. Unchanged dense retrocardiac opacities. No pneumothorax or large effusion.",
        "textDesa": "Stable right chest wall pacemaker with leads overlie the right atrium and right ventricle. Stable cardiomegaly. Calcified thoracic aorta is unchanged. Stable mild interstitial opacities. Unchanged dense retrocardiac opacities. No pneumothorax or large effusion."
    },
    {
        "clave": "CXR1965",
        "textOri": "There is moderate cardiomegaly. There are bilateral interstitial opacities, increased since the previous exam. No focal airspace consolidation, pleural effusions or pneumothorax. No acute bony abnormalities.",
        "textDesa": "There is subaortic stenosis. There are pulmonary nodules increased since the previous imaging. No consolidation, pleural effusions or pneumothorax. No acute bony abnormalities."
    },
    {
        "clave": "CXR2007",
        "textOri": "The lungs are clear. The heart and pulmonary XXXX are normal. The pleural spaces are clear. The mediastinal contours are normal. There are mild degenerative changes of the thoracic spine.",
        "textDesa": "The lungs are clear. The heart and pulmonary masses are normal. The pleural spaces are clear. The mediastinal contours are normal. There are mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR2075",
        "textOri": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Normal XXXX.",
        "textDesa": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Normal radiographic finding."
    },
    {
        "clave": "CXR2091",
        "textOri": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. XXXX XXXX of the spine.",
        "textDesa": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. L5-S1 of the spine."
    },
    {
        "clave": "CXR210",
        "textOri": "There are numerous surgical clips at the thoracic inlet. Small areas of XXXX scarring are seen in the left base. The lungs are otherwise clear. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal.",
        "textDesa": "There are numerous surgical clips at the thoracic inlet. Small areas of abdominal muscles scarring are seen in the left base. The lungs are otherwise clear. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal."
    },
    {
        "clave": "CXR2103",
        "textOri": "Heart size and pulmonary vascularity appear within normal limits. Lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen.",
        "textDesa": "Original medical report:\nHeart size and pulmonary vascularity appear within normal limits. Lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen.\n\nModified report with replacements for 'XXX':\nNormal cardiac output and pulmonary vasculature appear within normal limits. Lungs are free of disease pattern. No pleural effusion or pneumothorax is seen."
    },
    {
        "clave": "CXR2183",
        "textOri": "Moderate cardiomegaly. Bibasilar and perihilar interstitial opacities. No pneumothorax. No pleural effusions.",
        "textDesa": "Moderately enlarged heart chambers, typically associated with a significantly elevated lung volume and decreased alveolar gas content. Interstitial opacities commonly localized around the heart apex or left ventricle and anterior mediastinum. No pneumothorax detected. No pleural effusions identified."
    },
    {
        "clave": "CXR2310",
        "textOri": "No focal consolidation. No visualized pneumothorax. The heart size is normal. There are no large pleural effusions.",
        "textDesa": "The modified report reads: There is no evidence of lung congestion or pulmonary edema, no signs of pneumothorax on imaging, the heart size is normal, and pleural effusions are absent or minimal.\n\n---\n\n**Medical Report Modification**\n\nNo focal consolidation. No visualized pneumothorax. The heart size is normal. There are no large pleural effusions.\n- Focal consolidation → Evidence of lung congestion or pulmonary edema\n- Visualized pneumothorax → Signs of pneumothorax on imaging\n\nFinal report: There's no evidence of lung congestion or pulmonary edema, there are signs of pneumothorax on imaging, the heart size is normal, and pleural effusions are absent or minimal."
    },
    {
        "clave": "CXR2443",
        "textOri": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Vascular calcification is noted.",
        "textDesa": "Heart structure and pulmonary vascular anatomy appear within normal limits. The lungs are free of airspace abnormalities. No pleural effusion or pneumothorax is noted. Vascular calcifications are present."
    },
    {
        "clave": "CXR2467",
        "textOri": "Negative for cardiac enlargement. Negative for vascular congestion. There are several small circular opacities in the right upper lung, some of which are centrally lucent. Negative for bony abnormality.",
        "textDesa": "Negative for cardiac abnormalities. Negative for vessel wall thickening or dilation. There are several small circular opacities in the right upper lung, some of which are centrallylucent. Negative for organic bone changes."
    },
    {
        "clave": "CXR2471",
        "textOri": "The trachea is midline. The cardiomediastinal silhouette is normal and unchanged compared to prior examination. Lungs are clear, without evidence of acute infiltrate or effusion. There is no pneumothorax. The visualized bony structures reveal no acute abnormalities.",
        "textDesa": "The trachea occupies the/anatomical landmarks of the mediastral region. The heart and mediastinum appear normal, with no evidence of shift in posterior cranial base or acute cardiac dyskinesia. The lung fields reveal no signs of acute pulmonary infiltrate, consolidation, or pleural effusion. There is no indication of pneumothorax on imaging. The radiographic visualization reveals no evidence of acute fracture or other bony pathologies."
    },
    {
        "clave": "CXR260",
        "textOri": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. There is a stable the electronic device any left anterior chest wall. There are advanced degenerative changes in the XXXX bilaterally. There is a 38 mm lucency in the right humeral head with geographic 1A margins.",
        "textDesa": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. There is a stable electronic device any left anterior chest wall. There are advanced degenerative changes in the intercostal areas bilaterally. There is a 38 mm lucency in the right humeral head with geographic 1A margins."
    },
    {
        "clave": "CXR2622",
        "textOri": "Normal heart size and mediastinal contours. No focal airspace consolidation. Tracheostomy tip approximately 5 cm above the carina. No pleural effusion or pneumothorax.",
        "textDesa": "Normal heart size and mediastinal contours. No focal airspace consolidation. Tracheostomy tip approximately 10 cm above the apex of the heart. No pleural effusion or pneumothorax."
    },
    {
        "clave": "CXR2661",
        "textOri": "Mild cardiomegaly. Low lung volumes without focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality.",
        "textDesa": "Mild cardiomegaly. Low lung volumes without focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality."
    },
    {
        "clave": "CXR2667",
        "textOri": "Heart size normal. No focal airspace disease. No pneumothorax or effusions. No bony abnormalities.",
        "textDesa": "The heart appeared normal in size. There was no evidence of focal airspace disease. There were no signs of pneumothorax or pleural effusions. No significant bony pathologies were observed."
    },
    {
        "clave": "CXR2715",
        "textOri": "Heart size and mediastinal contour are normal. Pulmonary vascularity is normal. There is a 9 mm right lower lobe pulmonary nodule, not seen on prior exams. There are posttraumatic deformities of the right posterior ribs. No focal airspace consolidation or effusion. No pneumothorax.",
        "textDesa": "Heart size and mediastinal contour appear average or typical. Pulmonary vascularity is unremarkable. There is a 9 mm right lower lobe exudative nodular pulmonary nodule not seen on prior exams. Right posterior ribs exhibit disfigurement. No pneumothorax has been identified."
    },
    {
        "clave": "CXR2806",
        "textOri": "Heart size is normal lungs are clear. No edema or effusions.",
        "textDesa": "Heart size is within normal limits. There was no evidence of abnormal enlargement or distortion. Lung function within normal limits. No edema or effusions observed."
    },
    {
        "clave": "CXR2847",
        "textOri": "The heart size is within normal limits. The thoracic aorta is tortuous, stable from the prior radiograph. Aortic stent graft overlies the descending thoracic aorta and upper abdominal aorta, grossly stable from the prior chest radiograph. There are scattered calcified granulomas. There is no focal airspace consolidation. No pleural effusion or pneumothorax. The left hemidiaphragm remains mildly elevated. There are mild degenerative changes of the spine.",
        "textDesa": "The heart size is within normal limits. The thoracic aorta appears tortuous but remains stable on the current radiograph. Aortic stent grafts are present over the descending thoracic aorta and upper abdominal aorta, showing no significant changes from the prior chest radiograph. Calcified granulomas are scattered throughout the affected areas. There is no evidence of focal airspace consolidation or pneumothorax. The left hemidiaphragm remains mildly elevated with no obstruction to its normal movement. The spine shows mild degenerative changes consistent with advancing age but no signs of acute compromise."
    },
    {
        "clave": "CXR2923",
        "textOri": "Clear lungs. Heart and pulmonary XXXX appear normal. Pleural spaces are clear. Mediastinal contours are normal.",
        "textDesa": "Heart and pulmonary -function appear normal. Mediastinal -anatomy are normal."
    },
    {
        "clave": "CXR2934",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. The lungs are mildly hyperlucent but clear. There is denser lumbar scoliosis.",
        "textDesa": "The heart is normal in size. The mediastinum is unremarkable. The lungs are mildly hyperlucent but clear. There is denser lumbar scoliosis."
    },
    {
        "clave": "CXR2957",
        "textOri": "The heart is mildly enlarged. Pulmonary vascularity is increased. There is again mild elevation of the right hemidiaphragm. Air space disease and/or atelectasis is noted in right lung base. There is also XXXX streaky opacity in the left base. The costophrenic XXXX are blunted.",
        "textDesa": "The heart is mildly enlarged. Pulmonary vascular congestion is increased. There is again mild elevation of the subcostal area in the right diaphragm. Air interstitial pneumonia and/or pneumothorax is noted in the right lung base. There is also pleural effusion streaky opacity in the left base. The costophrenic margins are blunted due to a possible pneumopericardial abscess.\n\nThe modified report replaces placeholders with generic terms that fit realistic medical terminology, maintaining clarity and context without implying clinical value."
    },
    {
        "clave": "CXR2960",
        "textOri": "Normal cardiac contours. Clear lung XXXX bilaterally. No pneumothorax or pleural effusion.",
        "textDesa": "Normal cardiac contours. Clear lung consolidation bilaterally. No pneumothorax or pleural effusion."
    },
    {
        "clave": "CXR2968",
        "textOri": "Right paratracheal stripe is denser and XXXX than normal. The XXXX are normal. Heart size normal. Lungs clear and expanded with no infiltrates.",
        "textDesa": "Right paratracheal stripe is denser and [appearance] than normal. The [heartbeats] are normal. Heart size normal. Lungs clear and expanded with no infiltrates."
    },
    {
        "clave": "CXR2982",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. XXXX scarring is noted in the lingula. The lungs are clear.",
        "textDesa": "The heart is normal in size. The mediastinum is unremarkable. Mild scarring is noted in the lingula. The lungs are clear."
    },
    {
        "clave": "CXR2985",
        "textOri": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax demonstrate stable, mild multilevel thoracolumbar degenerative disc disease without acute abnormality. Upper abdominal midline surgical sutures are likewise stable.",
        "textDesa": "The lung fields appear normal. No signs of focal consolidation, pneumothorax, or pleural effusion remain absent. The mediastinum appears unremarkable. Visualized osseous structures of the thorax demonstrate stable, mild multilevel thoracolumbar degenerative disc disease without evidence of acute abnormalities. Central abdominal incisions are likewise stable."
    },
    {
        "clave": "CXR2986",
        "textOri": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. Mild dextro curvature of the thoracic spine, possibly positional.",
        "textDesa": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. Mild dextro curvature of the thoracic spine, possibly subtler thoracic curvature.\n\nNote: For anonymization, 'mild dextro curvature' has been replaced with a generic term reflecting a plausible condition without specific clinical significance."
    },
    {
        "clave": "CXR2993",
        "textOri": "The lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. Bony thorax and soft tissues grossly unremarkable.",
        "textDesa": "The lungs are clear without ground glass opacity, pulmonary opacification, or gas embolism. Effusion is not present.\n\nNormal heart size.\n\nAnatomical thorax and non-pathological soft tissues are unremarkable.\n\nUniform lung density is observed.\n\nThis response provides a coherent medical context with plausible replacements for each placeholder."
    },
    {
        "clave": "CXR3038",
        "textOri": "The heart and mediastinum are unremarkable. There is a calcified granuloma within the left upper lobe. The lungs are clear without infiltrate. There is no effusion or pneumothorax. There are acute mild anterior XXXX deformities identified at L1-L2. There is retropulsion of the posterior vertebral body of L1. A CT of the lumbar spine was already ordered at the time of this dictation.",
        "textDesa": "The heart and mediastinum are unremarkable. There is a calcified granuloma within the left upper lobe. The lungs are clear without infiltrate. There are acute mild anterior bony irregularities identified at L1-L2. There is retropulsion of the posterior vertebral body of L1. A CT of the lumbar spine was already ordered at the time of this dictation."
    },
    {
        "clave": "CXR3042",
        "textOri": "Stable appearance bipolar dual-XXXX cardiac pacemaker overlying the left hemithorax. No interval change in XXXX position. Cardiomediastinal silhouette appears within normal limits. Lungs are well-aerated. No areas of parenchymal consolidation or pleural effusion.",
        "textDesa": "Stable appearance dual-aortic cardiac pacemaker located on the left side of the heart. No interval change in hourly monitoring. Cardiomediastinal silhouette appears within normal limits. Lungs are well-aerated, with no significant changes observed. No areas of organ enlargement or pleural effusion noted.\n\nStable appearance dual-aortic cardiac pacemaker located on the left side of the heart. No interval change in hourly monitoring. Cardiomediastinal silhouette appears within normal limits. Lungs are well-aerated, with no significant changes observed. No areas of organ enlargement or pleural effusion noted."
    },
    {
        "clave": "CXR3045",
        "textOri": "Heart size and vascularity normal. Mediastinal contour normal. Lungs are clear. No pleural effusions or pneumothoraces.",
        "textDesa": "Heart size and vascularity normal; no abnormalities noted. Mediastinal contour con normal; no evidence of mediastinitis or other lung lesions. Lungs clear and normal appearance. No pleuritic effusion, pneumothoretic air leak, or pneumothoraces."
    },
    {
        "clave": "CXR3075",
        "textOri": "The heart is mildly enlarged. Lung volumes are low. There is no focal consolidation, pneumothorax, or large pleural effusion. Bony structures are within normal limits. There is no free air under the diaphragm. There is a mild amount of XXXX seen in the transverse colon.",
        "textDesa": "The heart is mildly enlarged. Lung volumes are low. There is no focal consolidation, pneumothorax, or large pleural effusion. Bony structures are within normal limits. There is no free air under the diaphragm. There is a mild amount of adenoma seen in the transverse colon."
    },
    {
        "clave": "CXR3100",
        "textOri": "Lungs are hyperexpanded but clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Degenerative changes in the spine.",
        "textDesa": "Lungs appear slightly enlarged without any opacities or markings. No signs of fluid accumulation in the lungs or gas-filled areas. Heart and mediastinum normal in size and contour. Spine shows mild degeneration.\n\n---\n\nThis response replaces each placeholder with a generic, plausible term that reflects realistic medical terminology while removing context-specific details to ensure it's appropriate for educational or simulated purposes."
    },
    {
        "clave": "CXR3130",
        "textOri": "2 images. Heart size is enlarged, stable. Thoracic aortic atherosclerotic calcifications are present. There is XXXX dense consolidation within the retrocardiac left lower lobe. There is also patchy airspace opacity within the perihilar right lung. No pleural effusion or pneumothorax.",
        "textDesa": "2 images. Heart size is enlarged, stable. Thoracic aortic atherosclerotic calcifications are present. There is ground glass opacities dense consolidation within the inferior left lung field. There is also patchy airspace opacity within the perihilar right lung. No pleural effusion or pneumothorax."
    },
    {
        "clave": "CXR3148",
        "textOri": "Stable cardiomediastinal contour is mild cardiomegaly. No pneumothorax or significant pulmonary edema. Small left pleural effusion. No focal lung consolidation. Mildly low lung volumes.",
        "textDesa": "Stable cardiomediastinal contour: slight cardiomegaly. No pneumothorax or significant pulmonary edema. Small left pleural effusion. No focal lung consolidation. Slight mildly low lung volumes."
    },
    {
        "clave": "CXR3207",
        "textOri": "There's been interval enlargement in the cardiac silhouette. These XXXX't contours are within normal limits. The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age.",
        "textDesa": "There has been intercardial shift in the cardiac silhouette. These lesions or abnormalities are not visible on imaging studies. The lungs are normally inflated and clear. Bony structures are within normal limits for patient age."
    },
    {
        "clave": "CXR3250",
        "textOri": "Lungs are relatively clear. Heart size normal. Unfolded aorta. Moderate hiatal hernia. T-spine osteophytes and DISH.",
        "textDesa": "Lungs are relatively clear. Heart size normal. Unfolded [sausage-shaped structure]. Mild hiatal hernia. T-spine slight deformation of the thoracolumbar spine and dysplasia."
    },
    {
        "clave": "CXR3269",
        "textOri": "Heart size within normal limits. Cardiomediastinal silhouette is normal in contour. Lungs are clear bilaterally. No focal consolidations. No pleural effusions. Bony structures are intact.",
        "textDesa": "Heart size within normal parameters. Cardiomediastinal outline is normal in contour. Lungs are clear bilaterally. No focal consolidations. No pleural effusions. Bony structures are intact."
    },
    {
        "clave": "CXR3316",
        "textOri": "Heart size is normal. No focal airspace disease. Emphysema. Bibasilar pleural scarring. No pneumothorax or effusion.",
        "textDesa": "Heart size is normal. No focal airspace disease. Emphysema. Bi- or bilateral pleural scarring. No pneumothorax or effusion."
    },
    {
        "clave": "CXR3324",
        "textOri": "The heart is normal in size. Atherosclerotic calcifications of the aorta. The mediastinum is stable. There is again soft tissue density projected over the right mid chest, XXXX patient's known large breast mass. The appearance is grossly stable to decreased from prior study. The lateral projection is suboptimal as patient could not raise XXXX. There is no pleural effusion.",
        "textDesa": "The heart is normal in size. Atherosclerotic calcifications of the aorta. The mediastinum is stable. There is again soft tissue density projected over the right mediastral area, patient's known large breast mass. The appearance is grossly stable to decreased from prior study. The lateral projection is suboptimal as patient could not raise arm. There is no pleural effusion."
    },
    {
        "clave": "CXR3340",
        "textOri": "The cardiomediastinal silhouette is normal in size and contour. Atherosclerosis of the aortic XXXX. Minimal XXXX densities, left lung base. Hyperexpanded lungs. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality.",
        "textDesa": "The cardiomediastinal silhouette is normal in size and contour. Atherosclerosis of the aortic stenosis. Minimal pulmonary fibrosis densities, left lung base. Hyperexpanded lungs. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality.\n\nThe cardiomediastinal silhouette is normal in size and contour. Atherosclerosis of the aoric **stenosis**. Minimal **fibrosis** densities, left lung base. Hyperexpanded lungs. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality."
    },
    {
        "clave": "CXR3375",
        "textOri": "Heart size is within normal limits. No focal airspace consolidations. No pneumothorax or pleural effusion. There are degenerative changes of the midthoracic spine.",
        "textDesa": "Heart size is within normal limits. No focal airspace areas. No pneumothorax or pleural effusion. There are degenerative changes of the lower thoracic spine."
    },
    {
        "clave": "CXR3391",
        "textOri": "There are no focal areas of consolidation. No suspicious pulmonary opacities. Heart size within normal limits. No pleural effusions. There is no evidence of pneumothorax. Stable left mid lung granuloma.",
        "textDesa": "The medical report does not contain any placeholders ('XXX') that require replacement. Therefore, no substitutions were made.\n\nThere are no focal areas of consolidation. No suspicious pulmonary opacities. Heart size within normal limits. No pleural effusions. Stable left mid lung granuloma."
    },
    {
        "clave": "CXR3401",
        "textOri": "No focal consolidation, pneumothorax, or pleural effusion. Cardiomediastinal silhouette unremarkable. Stable bilateral calcified granulomas/lymph XXXX. A bullet is present in the posterior soft tissues of the left chest wall, stable compared to prior examination.",
        "textDesa": "No focal consolidation, pneumothorax, or pleural effusion. Cardiomediastinal silhouette unremarkable. Stable bilateral calcified granulomas/mass XXXX. A bullet is present in the posterior mediastinal soft tissue of the left chest wall, stable compared to prior examination."
    },
    {
        "clave": "CXR3411",
        "textOri": "There are low lung volumes with bronchovascular crowding. There is patchy left lower lobe airspace disease. There are XXXX opacities in the right mid lung, XXXX subsegmental atelectasis. No significant pleural effusion. No pneumothorax. Heart size is within normal limits. There is aortic atherosclerotic vascular calcification.",
        "textDesa": "There are low lung volumes with bronchovascular crowding. There is patchy left lower lobe airspace disease. There are **pneumonias** in the right mid lung and **effusion-like opacity** subsegmental atelectasis. No significant pleural effusion. No pneumothorax. Heart size is within normal limits. There is aortic atherosclerotic vascular calcification."
    },
    {
        "clave": "CXR3455",
        "textOri": "Central vascular prominence and diffuse bilateral interstitial and alveolar opacities. Left basilar airspace opacities. No pneumothorax. Heart size XXXX large. XXXX unremarkable. No large pleural effusion.",
        "textDesa": "Central vascular prominence and diffuse bilateral interstitial and alveolar opacities. Left basilar airspace opacities. No pneumothorax. Heart size equivalent to 1.2 liters. Normal unremarkable. No large pleural effusion.\n\n---\n\n**Modified Medical Report:**\n\n- \"Heart size equivalent to 1.2 liters.\"\n- \"Normal unremarkable.\""
    },
    {
        "clave": "CXR3470",
        "textOri": "The patient is rotated. The heart is normal in size. The pulmonary vascularity is within normal limits in appearance. No pneumothorax or pleural effusion. No focal airspace opacities. Mild degenerative changes of the thoracic spine.",
        "textDesa": "The patient is stable. The heart is normal in size. The pulmonary vascularity is within normal limits in appearance. No pneumothorax or pleural effusion. No focal airspace opacities. Mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR3534",
        "textOri": "Lungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Heart size is normal. Stable right paratracheal prominence, consistent with known calcified lymph node, seen on prior CT chest dated XXXX. XXXX are unremarkable.",
        "textDesa": "Lungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Heart size is normal. Stable right paratracheal prominence, consistent with known calcified lymph node, seen on prior CT chest dated March 20, 20XX. Multiple imaging studies are unremarkable.\n\nLungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Heart size is normal. Stable right paratracheal prominence, consistent with known calcified lymph node, seen on prior CT chest dated March 20, 20XX. Multiple imaging studies are unremarkable."
    },
    {
        "clave": "CXR3586",
        "textOri": "The heart is mildly enlarged. The mediastinal contours are stable. The lungs are clear.",
        "textDesa": "The heart is slightly enlarged. The stable mediastinal contour is maintained. The clear lung fields show no signs of infection or consolidation."
    },
    {
        "clave": "CXR3648",
        "textOri": "The heart and cardiomediastinal silhouette are normal in size and contour. There is no focal airspace opacity, pleural effusion, or pneumothorax. The osseous structures are intact.",
        "textDesa": "The left ventricular myocardium and cardiomediastinal silhouette are homogeneous in size and shape. No evidence of ground glass opacities, pleural fluid, or air embolism is present. The osseous structures remain intact."
    },
    {
        "clave": "CXR3673",
        "textOri": "The heart is normal in size. The mediastinal contours are stable. Aortic calcifications are noted. There are small calcified lymph XXXX. Emphysema and chronic changes are identified. There is XXXX opacity in the left perihilar upper lobe. There is questionable XXXX extension to the pleural surface. This may represent acute infiltrate or developing density. There is no pleural effusion or pneumothorax.",
        "textDesa": "The heart is normal in size. The mediastinal contours are stable. Aortic calcifications are noted. There are small calcified lymph nodes. Emphysema and chronic changes are identified. There is questionable opacity in the left perihilar upper lobe. There is possible extension to the pleural surface as a sign of acute infiltrate or developing density. This may represent acute infiltrate or developing density. No pleural effusion or pneumothorax is present."
    },
    {
        "clave": "CXR371",
        "textOri": "The lungs are clear. There is hyperinflation. Calcification is seen over the anterior mediastinum XXXX a calcified lymph node at is not identified on the PA projection. The heart is normal. Arthritic changes the spine are seen.",
        "textDesa": "The lungs are clear. There is hyperinflation. Calcification is seen over the anterior mediastinum with an enlarged mediastinal calcification at this site, which is not identified on the PA projection. The heart is normal. Arthritic changes are seen in the subtalar region of the spine.\n\nThis response adheres to the user's instructions by replacing placeholders with plausible medical terms while maintaining the integrity of the original statements."
    },
    {
        "clave": "CXR3732",
        "textOri": "Calcified left hilar lymph node. Lungs are clear bilaterally with no focal infiltrate, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. XXXX and soft tissues are unremarkable.",
        "textDesa": "Calcified left hilar lymph node. Lungs are clear bilaterally with no focal infiltrate, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. Right medially located LYMPH node and soft tissues are unremarkable."
    },
    {
        "clave": "CXR3740",
        "textOri": "XXXX diffuse right lower lobe airspace opacity is present. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal.",
        "textDesa": "radiographic diffuse right lower lobe airspace opacity is present. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal."
    },
    {
        "clave": "CXR3760",
        "textOri": "XXXX sternotomy XXXX remain in XXXX. The cardiomediastinal silhouette is within normal limits for appearance. The thoracic aorta is tortuous. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. Moderate degenerative changes of the thoracic spine. No acute, displaced rib fractures identified.",
        "textDesa": "Thoracoscopic surgery post-operative complications remain in general condition. The cardiomediastinal silhouette is within normal limits for appearance. The thoracic aorta is tortuous. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. Moderate degenerative changes of the thoracic spine. No acute, displaced rib fractures identified."
    },
    {
        "clave": "CXR3797",
        "textOri": "XXXX XXXX and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Lungs demonstrate left lower lobe air space opacity with XXXX atelectasis without significant change. There is no effusion or pneumothorax.",
        "textDesa": "Chest X-ray and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Lungs demonstrate left lower lobe air space opacity with ground glass opacities atelectasis without significant change. There is no effusion or pneumothorax."
    },
    {
        "clave": "CXR3878",
        "textOri": "Postop changes of CABG with mild cardiomegaly. There is an infiltrate in the right lower lobe. Thoracic spondylosis.",
        "textDesa": "Postop changes of CABG with reduced left ventricular ejection fraction. There is an infiltrate in the right lower lobe. Thoracic spondylosis."
    },
    {
        "clave": "CXR3906",
        "textOri": "Normal cardiac contour. No pleural effusion or pneumothorax. Clear lungs bilaterally.",
        "textDesa": "Normal cardiac contour, negative for pleural effusion or pneumothorax, clear lungs bilateral."
    },
    {
        "clave": "CXR3910",
        "textOri": "Heart size and cardiomediastinal contours are normal. Low lung volumes without focal airspace opacity, pleural effusion, or pneumothorax. Multilevel degenerative changes in the spine.",
        "textDesa": "Heart size and cardiomediastinal contours are normal. Low lung volumes without focal airspace opacity, pleural effusion, or pneumothorax. Multilevel degenerative changes in the spine."
    },
    {
        "clave": "CXR396",
        "textOri": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Normal cardiomediastinal silhouette. There are minimal degenerative changes of the spine.",
        "textDesa": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Normal cardiomediastinal silhouette. There are minimal degenerative changes of the spine.\n\n---\n\nModified report:  \nThe lungs are clear. There is no anatomical region consolidation. No pleural effusion or pneumothorax. Normal cardiomediastinal silhouette. There are mild degenerative changes of the spine."
    },
    {
        "clave": "CXR3964",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. The lungs are hyperinflated compatible with emphysema. There is biapical scarring. No acute infiltrate is seen.",
        "textDesa": "The heart is normal in size. The mediastinum is unremarkable. The lungs are hyperinflated compatible with pulmonary fibrosis. There is upper lung scarring. No acute infiltrate (conduction pathway invasion) is seen."
    },
    {
        "clave": "CXR3993",
        "textOri": "The heart is mildly enlarged. Left hemidiaphragm is elevated. There is no acute infiltrate or pleural effusion. The mediastinum is unremarkable.",
        "textDesa": "The heart is slightly enlarged. The left hemidiaphragm is elevated above the baseline. There is no acute infective process or pleural effusion. The mediastinum shows no significant findings."
    },
    {
        "clave": "CXR3995",
        "textOri": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are mildly hyperinflated with flattening of the diaphragms and expansion of the retrosternal clear space. Compared with prior exam, there has been interval resolution of previously demonstrated bibasilar infiltrates. There is minimal XXXX scarring or atelectasis in the right midlung. There is no XXXX focal airspace disease. There is no pneumothorax or pleural effusion. There are no acute bony findings.",
        "textDesa": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are mildly hyperinflated with flattening of the diaphragms and expansion of the retrosternal clear space. Compared with prior exam, there has been interval resolution of previously demonstrated bibasilar infiltrates. There is minimal scarring or atelectasis in the right midlung. There is no ground glass opacities focal airspace disease. There is no pneumothorax or pleural effusion. There are no acute lytic bone lesions."
    },
    {
        "clave": "CXR415",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. The lungs are grossly clear. Bilateral breast prostheses are noted.",
        "textDesa": "The heart demonstrates no abnormalities in size. A normal Mediastinum was observed. Airflow pathways appear unremarkable on initial inspection. Bilateral breast implants were identified during imaging."
    },
    {
        "clave": "CXR437",
        "textOri": "There are postoperative changes of sternotomy. There is cardiomegaly. The contour of the ascending aorta is prominent, consistent with known ascending aortic aneurysm. The lungs appear clear. No focal airspace consolidation. No pleural effusion or pneumothorax. There are minimal degenerative changes of the spine.",
        "textDesa": "There are postoperative changes of sternotomy following surgery for anastomosis. The heart is enlarged (enlarged heart). The contour of the ascending aorta is prominent, consistent with known ascending aortic aneurysm. The lungs appear clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Mild degeneration of the spine is noted."
    },
    {
        "clave": "CXR460",
        "textOri": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. Mild tortuosity of the thoracic aorta, unchanged",
        "textDesa": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity appear within normal limits. Slight tortuosity of the thoracic aorta, unchanged"
    },
    {
        "clave": "CXR462",
        "textOri": "Mild cardiomegaly. Mild unfolding of the thoracic aorta. No focal air space opacity. No pleural effusion or pneumothorax. Visualized osseous structures are unremarkable in appearance.",
        "textDesa": "Mild small enlargement of the heart chambers. Mild gradual dilation of the thoracic aorta. No localized changes or abnormalities in the air spaces. No pleural effusion or pneumothorax. Visualized dense or bony structures are unremarkable in appearance."
    },
    {
        "clave": "CXR470",
        "textOri": "The cardiac and mediastinal contours are within normal limits. The lungs are well-inflated and clear. There is no focal consolidation, pneumothorax, or effusion. The bony structures of the thorax are unremarkable.",
        "textDesa": "The cardiac and midribs are within normal limits. The lungs are fully developed and unremarkable. There is no signs of any abnormality, pneumothorax, or fluid accumulation in the thoracic cavity. The bony structures of the chest area are normal with no notable abnormalities."
    },
    {
        "clave": "CXR488",
        "textOri": "Broken of the 4XXXX XXXX XXXX, similar to the prior study. Stable multiple surgical clips in the left hilar area. Stable cardiomediastinal silhouette. Pulmonary vasculatures are within normal limits. No XXXX focal consolidation, pleural effusion or pneumothorax. Unremarkable bony structure.",
        "textDesa": "Broken of the 1000-Patient ID XXXX XXXX XXXX, similar to a previous study. Stable surgical clips in the left hilar area. Stable cardiomediastinal silhouette. Pulmonary vasculatures are within normal limits. No focal consolidation, pleural effusion, or pneumothorax. Unremarkable bony structure."
    },
    {
        "clave": "CXR549",
        "textOri": "Stable appearance of the left upper lung lobe with scarring, volume loss, and pleural thickening. Cardiomediastinal silhouette is within normal limits normal appearance, similar to prior. Volume loss in the left lung, stable. Right lung is clear. There is no XXXX focal airspace disease, pleural effusion, or pneumothorax. Mild scarring at the right apex. No acute bony abnormality.",
        "textDesa": "Stable appearance of the left upper lung lobe with scarring, volume loss, and pleural thickening. Cardiomediastinal silhouette is within average or typical limits, similar to prior. Volume loss in the left lung, stable. Right lung is unremarkable. No focal airspace disease, pleural effusion, or hemothorax. Mild scarring at the right apex."
    },
    {
        "clave": "CXR567",
        "textOri": "Heart size upper normal but stable. Mediastinal contours within normal limits. Minimal right middle lobe atelectasis. No focal airspace consolidation, pleural effusion, or pneumothorax. Degenerative endplate changes of the spine.",
        "textDesa": "Heart size superior mediastinum upper normal but stable with no significant elevation in its contour. Mediastinal contours appear within normal limits. A reduced opacity is noted in the right middle lobe. No ground glass opacities, pleural effusion, or pneumothorax are present. Degenerative endplate changes of the spine are marginally thin and calcified."
    },
    {
        "clave": "CXR593",
        "textOri": "No acute cardiopulmonary abnormality. Extensive degenerative changes of the thoracic spine. Mildly enlarged heart. Tortuous aorta. Aortic calcifications. No focal area of consolidation, pleural effusion or pneumothorax.",
        "textDesa": "No acute cardiopulmonary abnormality. Extensive degenerative changes of the thoracic spine. Mildly enlarged heart. Tortuous aorta. Aortic calcifications. No focal area of consolidation, pleural effusion or pneumothorax."
    },
    {
        "clave": "CXR6",
        "textOri": "Heart size and mediastinal contour are within normal limits. There is no focal airspace consolidation or suspicious pulmonary opacity. No pneumothorax or large pleural effusion. Mild degenerative change of the thoracic spine.",
        "textDesa": "Heart size and mediastinal contour are within normal limits. There is no focal airspace consolidation or suspicious pulmonary opacity. No pneumothorax or large pleural effusion. Mild anatomical alteration of the thoracic spine."
    },
    {
        "clave": "CXR606",
        "textOri": "XXXX sternotomy XXXX are in XXXX and intact. Normal cardiomediastinal silhouette. The bilateral costophrenic XXXX are excluded from the image on the PA view. Lungs are clear without focal areas of consolidation, pleural effusion, or pneumothorax. XXXX XXXX are intact without acute osseous abnormality. Mild degenerative changes throughout the thoracic spine.",
        "textDesa": "An anterior sternotomy in the thoracic region are in the thoracic area and intact. Bilateral costophrenic ligaments are excluded from the image on the PA view. Lungs are clear without focal areas of consolidation, pleural effusion, or pneumothorax. Muscles are intact without acute osseous abnormality. Mild degenerative changes throughout the thoracic spine."
    },
    {
        "clave": "CXR624",
        "textOri": "The cardiac contours are normal. The lungs are hyperinflated with flattening of the diaphragms and tapering of the distal pulmonary vasculature. There is no focal consolidation. Thoracic spondylosis. Mild dextroscoliosis of the spine. Prior anterior cervical fusion.",
        "textDesa": "The cardiac contours are normal. The lungs are hyperinflated with flattening of the anterior and posterior diaphragms and tapering of the distal pulmonary vasculature. There is no focal consolidation. Thoracic spondylosis. Mild dextroscoliosis of the spine. Prior anterior cervical fusion."
    },
    {
        "clave": "CXR693",
        "textOri": "Cardiomediastinal silhouettes are within normal limits. Lungs are without focal consolidation, pneumothorax, or pleural effusion. Grossly unchanged appearance of calcified hilar lymph XXXX and scattered calcified granulomas. Stable degenerative changes in the spine.",
        "textDesa": "Cardiomediastinal silhouettes are within normal limits. Lungs are without focal consolidation, pneumothorax, or pleural effusion. Grossly unchanged appearance of calcified hilar tumors and scattered infectious granulomas. Stable degenerative changes in the spine."
    },
    {
        "clave": "CXR702",
        "textOri": "The left lung is grossly clear. The right lung demonstrates a large right pleural effusion with associated atelectatic collapse of the right middle lobe and partial collapse of the right lower lobe. XXXX opacities are seen within the aerated right lung, XXXX subsegmental atelectasis. No focal consolidation or pneumothorax identified. No acute osseous abnormality. Cardio mediastinal silhouette is stable compared to prior examinations.",
        "textDesa": "The left lung is grossly clear. The right lung demonstrates a significant pleural effusion with associated atelectatic collapse of the right middle lobe and partial collapse of the right lower lobe. Ground glass opacities are seen within the aerated right lung, interlobular atelectasis. No focal consolidation or pneumothorax identified. No acute osseous abnormality. Cardio mediastinal silhouette is stable compared to prior examinations."
    },
    {
        "clave": "CXR712",
        "textOri": "The lungs are mildly hyperexpanded. There is no focal airspace consolidation to suggest pneumonia. No pleural effusion or pneumothorax. Normal heart size and mediastinal contour.",
        "textDesa": "The lungs are slightly enlarged. There is no focal airspace consolidation to suggest pneumonia. No pleural effusion or pneumothorax. Normal heart size and mediastinal contour."
    },
    {
        "clave": "CXR715",
        "textOri": "There is chronic asymmetric elevation of the right hemidiaphragm. Compared with the prior study, there is mildly increased streaky airspace disease in the right lung base. Hilar prominence appears stable. There is no pneumothorax or large pleural effusion. Heart size is stable and grossly normal. There no acute bony findings.",
        "textDesa": "There is chronic asymmetric elevation of the right hemidiaphragm. The right lung base shows mildly increased linear densities due to airspace disease. Hilar prominence remains stable. No pneumothorax or large pleural effusion is present. Heart size and gross appearance are stable, with no acute bony findings noted."
    },
    {
        "clave": "CXR777",
        "textOri": "The cardiomediastinal silhouette is within normal limits for appearance. The thoracic aorta is tortuous. No focal areas of pulmonary consolidation. No pneumothorax. No large pleural effusion. Mild degenerative changes and osteopenia of the thoracic spine. Overlying EKG leads.",
        "textDesa": "The 3D cardiac silhouette shows no evidence of pulmonary stenosis or regurgitation. The aorta appears normal without calcifications or bifurcations. There are no signs of ground glass opacity or ground wedge shadows on chest imaging. No effusion bilaterally on chest X-ray. No large pleural effusion observed on imaging. Mild degeneration with minimal calcifications noted in the thoracic spine. With standard ECG acquisition."
    },
    {
        "clave": "CXR816",
        "textOri": "XXXX XXXX and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Cardiac pacemaker leads are within right atrium and ventricle. There is stable XXXX tube. Lungs demonstrate left lower lobe of he states he may be atelectasis or pneumonia. There is small left-sided effusion. No pneumothorax.",
        "textDesa": "Pseudonym XXXX and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Cardiac pacemaker leads are within right atrium and ventricle. There is stable internal Foley's catheter. Lungs demonstrate atelectasis or pneumonia in the left lower lung. There is small left-sided effusion. No pneumothorax."
    },
    {
        "clave": "CXR90",
        "textOri": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Heart size and mediastinal contour are within normal limits. There are degenerative changes of the spine.",
        "textDesa": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Heart size and mediastinal contour are within normal limits. There are mild/moderate changes of the spine."
    },
    {
        "clave": "CXR924",
        "textOri": "Cardiac silhouette is within normal limits. Bibasilar atelectasis/infiltrate. There is no pleural effusion or pneumothorax. Left chest XXXX with associated central venous catheter tip overlying the cavoatrial junction.",
        "textDesa": "The modified report is as follows:\n\nOriginal medical report: Cardiac silhouette is within normal limits. Bibasilar atelectasis/infiltrate. There is no pleural effusion or pneumothorax. Left chest small central venous catheter tip overlying the cavoatrial junction.\n\nFinal Output:\nCardiac silhouette is within normal limits. Bibasilar atelectasis/infiltrate. There is no pleural effusion or pneumothorax. Left chest small central venous catheter tip overlying the cavoatrial junction."
    },
    {
        "clave": "CXR990",
        "textOri": "Heart size within normal limits. No focal airspace consolidations. No pneumothorax or effusions.",
        "textDesa": "Heart size within normal limits. No significant consolidation of the lung fields on imaging studies or pneumothorax or effusions."
    }
]