[
    {
        "clave": "CXR2151",
        "textOri": "Hyperinflated lungs with flattened diaphragm and increased retrosternal airspace. No focal alveolar consolidation, no definite pleural effusion seen. Heart size within normal limits, the typical findings of pulmonary edema. Mild spine dextrocurvature noted.",
        "textDesa": "Hyperinflated lungs with flattened diaphragm and increased retrosternal airspace. No focal alveolar consolidation, no definite pleural effusion seen. Heart size within normal limits, typical findings of pulmonary edema due to acute respiratory distress syndrome (ARDS). Mild spine dextrocurvature noted."
    },
    {
        "clave": "CXR1042",
        "textOri": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age.",
        "textDesa": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age."
    },
    {
        "clave": "CXR1067",
        "textOri": "Lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. No suspicious pulmonary nodules or masses. Bony thorax and soft tissues grossly unremarkable.",
        "textDesa": "Lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. No suspicious pulmonary nodules or masses. Bony thorax and soft tissues grossly unremarkable."
    },
    {
        "clave": "CXR1082",
        "textOri": "Stable cardiomegaly. Stable tortuosity of the aorta. No focal airspace opacities, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine.",
        "textDesa": "Stable cardiomegaly. Stable tortuosity of the aorta. No focal airspace opacities, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR1089",
        "textOri": "The heart size and pulmonary vascularity appear within normal limits. The descending thoracic aorta is tortuous. Central venous catheter is again noted. The lungs are free of focal airspace disease. The left hemidiaphragm remains elevated. No pneumothorax or pleural effusion is seen.",
        "textDesa": "The heart size and pulmonary vascularity appear within normal limits. The descending thoracic aorta is tortuous. Central venous catheter is again noted. The lungs are free of focal airspace disease. The left hemidiaphragm remains elevated. No pneumothorax or pleural effusion is seen."
    },
    {
        "clave": "CXR1098",
        "textOri": "The lungs are hyperinflated with coarse interstitial markings compatible with obstructive pulmonary disease and emphysema. There is chronic pleural-parenchymal scarring within the lung bases. No lobar consolidation is seen. No pleural effusion or pneumothorax. Heart size is normal.",
        "textDesa": "The lungs are hyperinflated with coarse interstitial markings compatible with chronic obstructive pulmonary disease and bronchiectasis. There is fibrotic scarring within the lung bases, particularly in the lower lobes. No lobar consolidation is seen. No pleural effusion or pneumothorax. Heart size is normal."
    },
    {
        "clave": "CXR1118",
        "textOri": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits.",
        "textDesa": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits."
    },
    {
        "clave": "CXR1135",
        "textOri": "Heart XXXX, mediastinum, XXXX, bony structures and lung XXXX are unremarkable. Stable small calcified granuloma left base. No XXXX acute findings/opacities/infiltrates noted.",
        "textDesa": "Heart valve, mediastinum, Lymph nodes, bony structures and lung fields are unremarkable. Stable small calcified granuloma left base. No Pulmonary edema acute findings/opacities/infiltrates noted."
    },
    {
        "clave": "CXR1153",
        "textOri": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact.",
        "textDesa": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. Trachea and bronchi are intact."
    },
    {
        "clave": "CXR1166",
        "textOri": "Low lung volumes. Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Streaky bibasilar airspace opacities. No pneumothorax or pleural effusion. No acute osseous findings.",
        "textDesa": "Low lung volumes. Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Streaky bibasilar airspace opacities. No pneumothorax or pleural effusion. No acute osseous findings."
    },
    {
        "clave": "CXR1185",
        "textOri": "There is a vagal nerve stimulator with XXXX overlying the left chest. XXXX appears intact without fracture. There is a XXXX opacity within the right lung base, XXXX representing atelectasis. Lungs are otherwise clear. Heart size is normal. No pneumothorax.",
        "textDesa": "There is a vagal nerve stimulator with pacemaker overlying the left chest. Pacemaker appears intact without fracture. There is a metal opacity within the right lung base, CT scan representing atelectasis. Lungs are otherwise clear. Heart size is normal. No pneumothorax."
    },
    {
        "clave": "CXR1218",
        "textOri": "Lungs are clear bilaterally with no focal infiltrate, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. No acute bony or soft tissue abnormality.",
        "textDesa": "Lungs are clear bilaterally with no focal infiltrate, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. No acute bony or soft tissue abnormality."
    },
    {
        "clave": "CXR1234",
        "textOri": "2 images. The cardiac silhouette is enlarged. Thoracic aortic atherosclerotic calcifications are present. There are finding status post sternotomy and CABG. XXXX atelectasis or scar is noted within the left midlung. There is blunting of the left costophrenic XXXX. No pneumothorax.",
        "textDesa": "2 images. The cardiac silhouette is enlarged. Thoracic aortic atherosclerotic calcifications are present. There are findings status post sternotomy and CABG. Pulmonary atelectasis or scar is noted within the left midlung. There is blunting of the left costophrenic angle. No pneumothorax."
    },
    {
        "clave": "CXR1235",
        "textOri": "Lung volumes are XXXX. XXXX opacities are present in the angulate. No focal infiltrates. Heart size normal.",
        "textDesa": "Lung volumes are reduced. Bilateral reticular opacities are present in the periphery. No focal infiltrates. Heart size normal."
    },
    {
        "clave": "CXR1292",
        "textOri": "Borderline enlarged heart. Torturous/ectatic thoracic aorta. No focal pulmonary opacity, pleural effusion or pneumothorax. There are degenerative changes of the spine. There is fracture of distal right clavicle, better seen on the right shoulder radiographs dated XXXX. Small round lucency in the distal left clavicle, appears benign. Degenerative changes of both XXXX joints.",
        "textDesa": "Borderline enlarged heart. Torturous/ectatic thoracic aorta. No focal pulmonary opacity, pleural effusion or pneumothorax. There are degenerative changes of the spine. There is fracture of distal right clavicle, better seen on the right shoulder radiographs dated 2020. Small round lucency in the distal left clavicle, appears benign. Degenerative changes of both knee joints."
    },
    {
        "clave": "CXR1347",
        "textOri": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute displaced rib fracture.",
        "textDesa": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute displaced rib fracture."
    },
    {
        "clave": "CXR139",
        "textOri": "The cardiac silhouette is mildly enlarged. A lobulated opacity is identified superior to the heart, in the anterior mediastinum on the lateral view, possibly consistent with a tortuous/ectatic thoracic aorta versus an anterior mediastinal mass. The thoracic aorta is tortuous and calcified. No focal areas of pulmonary consolidation. The lungs are hyperexpanded with flattening of the bilateral hemidiaphragms. No pneumothorax or pleural effusion. Severe degenerative changes of the thoracic spine.",
        "textDesa": "The cardiac silhouette is mildly enlarged. A lobulated opacity is identified superior to the heart, in the anterior mediastinum on the lateral view, possibly consistent with a tortuous/ectatic ascending aorta versus an anterior mediastinal mass. The thoracic aorta is tortuous and calcified. No focal areas of pulmonary consolidation. The lungs are hyperexpanded with flattening of the bilateral hemidiaphragms. No pneumothorax or pleural effusion. Severe degenerative changes of the lumbar spine."
    },
    {
        "clave": "CXR1429",
        "textOri": "Mediastinal contours are normal. Heart size is within normal limits. Lungs are clear. There is no pneumothorax or large pleural effusion.",
        "textDesa": "Mediastinal contours are normal. Thoracic cavity size is within normal limits. Chest X-ray shows clear lung fields with no evidence of pneumothorax or significant pleural effusion."
    },
    {
        "clave": "CXR1465",
        "textOri": "The heart is normal in size. Stable appearance of coronary stent. XXXX sternotomy changes are present. No focal consolidation, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine.",
        "textDesa": "The heart is normal in size. Stable appearance of coronary stent. Notched mediastinotomy changes are present. No focal consolidation, pneumothorax or pleural effusion. Mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR1543",
        "textOri": "The cardiomediastinal silhouette is within normal limits. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. Large hiatal hernia.",
        "textDesa": "The cardiomediastinal silhouette is within normal limits. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute skeletal abnormality. Large hiatal hernia."
    },
    {
        "clave": "CXR1551",
        "textOri": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. No acute, displaced rib fractures.",
        "textDesa": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. No acute, displaced rib fractures."
    },
    {
        "clave": "CXR1634",
        "textOri": "Calcified granulomas. Calcified hilar XXXX. No focal areas of consolidation. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Question large pulmonary arteries. Lung XXXX are hyperexpanded. Prominent substernal air space. Aortic calcifications. Degenerative changes thoracic spine.",
        "textDesa": "Calcified granulomas. Calcified hilar lymph nodes. No focal areas of consolidation. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Question large pulmonary arteries. Lung bases are hyperexpanded. Prominent substernal air space. Aortic calcifications. Degenerative changes thoracic spine."
    },
    {
        "clave": "CXR1678",
        "textOri": "The heart is normal in size. The mediastinum is stable. Right chest XXXX tip is again seen at the cavoatrial junction. There is no pneumothorax. There is again elevation of right hemidiaphragm with right-sided pleural effusion. Vague opacities are noted in the right upper lobe, XXXX from prior study. These may be related to overlying rib lesions versus true pulmonary nodules. The left lung appears grossly clear. Drainage catheter seen overlying the right upper quadrant.",
        "textDesa": "The heart is normal in size. The mediastinum is stable. Right chest skin lesion tip is again seen at the cavoatrial junction. There is no pneumothorax. There is again elevation of right hemidiaphragm with right-sided pleural effusion. Vague opacities are noted in the right upper lobe, scar from prior study. These may be related to overlying rib lesions versus true pulmonary nodules. The left lung appears grossly clear. Drainage catheter seen overlying the right upper quadrant."
    },
    {
        "clave": "CXR1786",
        "textOri": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardio mediastinal silhouette is unremarkable. Stable XXXX foreign body over the left breast (XXXX nipple piercing). Visualized osseous structures of the thorax are without acute abnormality.",
        "textDesa": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardio mediastinal silhouette is unremarkable. Stable subcutaneous foreign body over the left breast (inferior nipple-areolar complex). Visualized osseous structures of the thorax are without acute abnormality."
    },
    {
        "clave": "CXR1788",
        "textOri": "The trachea is midline. Negative for pneumothorax, pleural effusion, or focal airspace consolidation. The heart size is normal.",
        "textDesa": "The trachea is midline. Negative for pneumothorax, pleural effusion, or localized lobar consolidation. The cardiac silhouette is within normal limits."
    },
    {
        "clave": "CXR1846",
        "textOri": "2 images. Calcified granuloma left upper lobe. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings.",
        "textDesa": "2 images. Calcified granuloma left upper lobe. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings."
    },
    {
        "clave": "CXR1941",
        "textOri": "Stable right chest wall pacemaker with leads overlie the right atrium and right ventricle. Stable cardiomegaly. Calcified thoracic aorta is unchanged. Stable mild interstitial opacities. Unchanged dense retrocardiac opacities. No pneumothorax or large effusion.",
        "textDesa": "Stable right chest wall pacemaker with leads overlie the right atrium and right ventricle. Stable cardiomegaly. Calcified thoracic aorta is unchanged. Stable mild interstitial opacities. Unchanged dense retrocardiac opacities. No pneumothorax or large effusion."
    },
    {
        "clave": "CXR1965",
        "textOri": "There is moderate cardiomegaly. There are bilateral interstitial opacities, increased since the previous exam. No focal airspace consolidation, pleural effusions or pneumothorax. No acute bony abnormalities.",
        "textDesa": "There is moderate cardiomegaly. There are bilateral interstitial opacities, increased since the previous exam. No focal airspace consolidation, pleural effusions or pneumothorax. No acute bony abnormalities."
    },
    {
        "clave": "CXR2007",
        "textOri": "The lungs are clear. The heart and pulmonary XXXX are normal. The pleural spaces are clear. The mediastinal contours are normal. There are mild degenerative changes of the thoracic spine.",
        "textDesa": "The lungs are clear. The heart and pulmonary arteries are normal. The pleural spaces are clear. The mediastinal contours are normal. There are mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR2075",
        "textOri": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Normal XXXX.",
        "textDesa": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Normal lung expansion."
    },
    {
        "clave": "CXR2091",
        "textOri": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. XXXX XXXX of the spine.",
        "textDesa": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. Mild lumbar degeneration."
    },
    {
        "clave": "CXR210",
        "textOri": "There are numerous surgical clips at the thoracic inlet. Small areas of XXXX scarring are seen in the left base. The lungs are otherwise clear. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal.",
        "textDesa": "There are numerous surgical clips at the thoracic inlet. Small areas of chronic lymph node scarring are seen in the left base. The lungs are otherwise clear. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal."
    },
    {
        "clave": "CXR2103",
        "textOri": "Heart size and pulmonary vascularity appear within normal limits. Lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen.",
        "textDesa": "Heart size and pulmonary vascularity appear within normal limits. Lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen."
    },
    {
        "clave": "CXR2183",
        "textOri": "Moderate cardiomegaly. Bibasilar and perihilar interstitial opacities. No pneumothorax. No pleural effusions.",
        "textDesa": "Moderate cardiomegaly. Bilateral and perihilar interstitial opacities. No pneumothorax. No pleural effusions."
    },
    {
        "clave": "CXR2310",
        "textOri": "No focal consolidation. No visualized pneumothorax. The heart size is normal. There are no large pleural effusions.",
        "textDesa": "No focal consolidation. No visualized pneumothorax. The heart size is normal. There are no large pleural effusions."
    },
    {
        "clave": "CXR2443",
        "textOri": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Vascular calcification is noted.",
        "textDesa": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Atherosclerotic vascular calcification is noted."
    },
    {
        "clave": "CXR2467",
        "textOri": "Negative for cardiac enlargement. Negative for vascular congestion. There are several small circular opacities in the right upper lung, some of which are centrally lucent. Negative for bony abnormality.",
        "textDesa": "Negative for cardiac enlargement. Negative for vascular congestion. There are several small circular opacities in the right upper lung, some of which are centrally lucent. Negative for bony abnormality."
    },
    {
        "clave": "CXR2471",
        "textOri": "The trachea is midline. The cardiomediastinal silhouette is normal and unchanged compared to prior examination. Lungs are clear, without evidence of acute infiltrate or effusion. There is no pneumothorax. The visualized bony structures reveal no acute abnormalities.",
        "textDesa": "The trachea is midline. The cardiomediastinal silhouette is normal and unchanged compared to prior examination. Lungs are clear, without evidence of acute infiltrate or effusion. There is no pneumothorax. The visualized bony structures reveal no acute abnormalities."
    },
    {
        "clave": "CXR260",
        "textOri": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. There is a stable the electronic device any left anterior chest wall. There are advanced degenerative changes in the XXXX bilaterally. There is a 38 mm lucency in the right humeral head with geographic 1A margins.",
        "textDesa": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. There is a stable stenosis in the aortic arch left anterior chest wall. There are advanced degenerative changes in the intervertebral disc bilaterally. There is a 38 mm lucency in the right humeral head with geographic 1A margins."
    },
    {
        "clave": "CXR2622",
        "textOri": "Normal heart size and mediastinal contours. No focal airspace consolidation. Tracheostomy tip approximately 5 cm above the carina. No pleural effusion or pneumothorax.",
        "textDesa": "Normal heart size and mediastinal contours. No focal airspace consolidation. Tracheostomy tip approximately 5 cm above the carina. No pleural effusion or pneumothorax."
    },
    {
        "clave": "CXR2661",
        "textOri": "Mild cardiomegaly. Low lung volumes without focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality.",
        "textDesa": "Mild cardiac enlargement. Reduced pulmonary capacities without focal consolidation, pneumothorax, or substantial pleural accumulation. Negative for acute skeletal malformation."
    },
    {
        "clave": "CXR2667",
        "textOri": "Heart size normal. No focal airspace disease. No pneumothorax or effusions. No bony abnormalities.",
        "textDesa": "Heart size is within normal limits. No significant pulmonary fibrosis detected. No pleural effusion or pneumothorax observed. No skeletal abnormalities noted."
    },
    {
        "clave": "CXR2715",
        "textOri": "Heart size and mediastinal contour are normal. Pulmonary vascularity is normal. There is a 9 mm right lower lobe pulmonary nodule, not seen on prior exams. There are posttraumatic deformities of the right posterior ribs. No focal airspace consolidation or effusion. No pneumothorax.",
        "textDesa": "Heart size and mediastinal contour are normal. Pulmonary vascularity is normal. There is a 8 mm right middle lobe pulmonary nodule, not seen on prior exams. There are posttraumatic deformities of the left posterior ribs. No focal airspace consolidation or effusion. No pneumothorax."
    },
    {
        "clave": "CXR2806",
        "textOri": "Heart size is normal lungs are clear. No edema or effusions.",
        "textDesa": "Heart size is normal, lungs are clear. No edema or effusions."
    },
    {
        "clave": "CXR2847",
        "textOri": "The heart size is within normal limits. The thoracic aorta is tortuous, stable from the prior radiograph. Aortic stent graft overlies the descending thoracic aorta and upper abdominal aorta, grossly stable from the prior chest radiograph. There are scattered calcified granulomas. There is no focal airspace consolidation. No pleural effusion or pneumothorax. The left hemidiaphragm remains mildly elevated. There are mild degenerative changes of the spine.",
        "textDesa": "The heart size is within normal limits. The thoracic aorta is tortuous, stable from the prior radiograph. Aortic stent graft overlies the descending thoracic aorta and upper abdominal aorta, grossly stable from the prior chest radiograph. There are scattered calcified granulomas. There is no focal airspace consolidation. No pleural effusion or pneumothorax. The left hemidiaphragm remains mildly elevated. There are mild degenerative changes of the spine."
    },
    {
        "clave": "CXR2923",
        "textOri": "Clear lungs. Heart and pulmonary XXXX appear normal. Pleural spaces are clear. Mediastinal contours are normal.",
        "textDesa": "Clear lungs. Heart and pulmonary edema appear normal. Pleural spaces are clear. Mediastinal contours are normal."
    },
    {
        "clave": "CXR2934",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. The lungs are mildly hyperlucent but clear. There is denser lumbar scoliosis.",
        "textDesa": "The heart is normal in size. The mediastinum is unremarkable. The lungs are mildly hyperlucent but clear. There is densed thoracolumbar kyphosis."
    },
    {
        "clave": "CXR2957",
        "textOri": "The heart is mildly enlarged. Pulmonary vascularity is increased. There is again mild elevation of the right hemidiaphragm. Air space disease and/or atelectasis is noted in right lung base. There is also XXXX streaky opacity in the left base. The costophrenic XXXX are blunted.",
        "textDesa": "The heart is mildly enlarged. Pulmonary vascularity is increased. There is again mild elevation of the right hemidiaphragm. Air space disease and/or atelectasis is noted in right lung base. There is also fibrotic streaky opacity in the left base. The costophrenic rales are blunted."
    },
    {
        "clave": "CXR2960",
        "textOri": "Normal cardiac contours. Clear lung XXXX bilaterally. No pneumothorax or pleural effusion.",
        "textDesa": "Normal cardiac contours. Clear lung aeration bilaterally. No pneumothorax or pleural effusion."
    },
    {
        "clave": "CXR2968",
        "textOri": "Right paratracheal stripe is denser and XXXX than normal. The XXXX are normal. Heart size normal. Lungs clear and expanded with no infiltrates.",
        "textDesa": "Right paratracheal stripe is denser and hypertrophic than normal. The lymph nodes are normal. Heart size normal. Lungs clear and expanded with no infiltrates."
    },
    {
        "clave": "CXR2982",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. XXXX scarring is noted in the lingula. The lungs are clear.",
        "textDesa": "The heart is normal in size. The mediastinum is unremarkable. Subepicardial fibrosis is noted in the lingula. The lungs are clear."
    },
    {
        "clave": "CXR2985",
        "textOri": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax demonstrate stable, mild multilevel thoracolumbar degenerative disc disease without acute abnormality. Upper abdominal midline surgical sutures are likewise stable.",
        "textDesa": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax demonstrate stable, mild multilevel thoracolumbar degenerative disc disease without acute abnormality. Upper abdominal midline surgical sutures are likewise stable."
    },
    {
        "clave": "CXR2986",
        "textOri": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. Mild dextro curvature of the thoracic spine, possibly positional.",
        "textDesa": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. Mild dextro curvature of the thoracic spine, possibly positional."
    },
    {
        "clave": "CXR2993",
        "textOri": "The lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. Bony thorax and soft tissues grossly unremarkable.",
        "textDesa": "The lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. Thoracic cage is normal in size. Soft tissues of the thoracic region show no significant abnormalities."
    },
    {
        "clave": "CXR3038",
        "textOri": "The heart and mediastinum are unremarkable. There is a calcified granuloma within the left upper lobe. The lungs are clear without infiltrate. There is no effusion or pneumothorax. There are acute mild anterior XXXX deformities identified at L1-L2. There is retropulsion of the posterior vertebral body of L1. A CT of the lumbar spine was already ordered at the time of this dictation.",
        "textDesa": "The heart and mediastinum are unremarkable. There is a calcified granuloma within the left upper lobe. The lungs are clear without infiltrate. There is no effusion or pneumothorax. There are acute mild anterior sacral deformities identified at L4-L5. There is retropulsion of the posterior vertebral body of L1. A CT of the lumbar spine was already ordered at the time of this dictation."
    },
    {
        "clave": "CXR3042",
        "textOri": "Stable appearance bipolar dual-XXXX cardiac pacemaker overlying the left hemithorax. No interval change in XXXX position. Cardiomediastinal silhouette appears within normal limits. Lungs are well-aerated. No areas of parenchymal consolidation or pleural effusion.",
        "textDesa": "Stable appearance bipolar dual-chamber cardiac pacemaker overlying the left hemithorax. No interval change in ventricular rate. Cardiomediastinal silhouette appears within normal limits. Lungs are well-aerated. No areas of parenchymal consolidation or pleural effusion."
    },
    {
        "clave": "CXR3045",
        "textOri": "Heart size and vascularity normal. Mediastinal contour normal. Lungs are clear. No pleural effusions or pneumothoraces.",
        "textDesa": "Heart size and vascularity normal. Mediastinal contour normal. Lungs are clear. No pleural effusions or pneumothoraces."
    },
    {
        "clave": "CXR3075",
        "textOri": "The heart is mildly enlarged. Lung volumes are low. There is no focal consolidation, pneumothorax, or large pleural effusion. Bony structures are within normal limits. There is no free air under the diaphragm. There is a mild amount of XXXX seen in the transverse colon.",
        "textDesa": "The heart is mildly enlarged. Lung volumes are low. There is no focal consolidation, pneumothorax, or large pleural effusion. Bony structures are within normal limits. There is no free air under the diaphragm. There is a mild amount of diverticulitis seen in the transverse colon."
    },
    {
        "clave": "CXR3100",
        "textOri": "Lungs are hyperexpanded but clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Degenerative changes in the spine.",
        "textDesa": "Lungs are hyperexpanded but clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Degenerative changes in the spine."
    },
    {
        "clave": "CXR3130",
        "textOri": "2 images. Heart size is enlarged, stable. Thoracic aortic atherosclerotic calcifications are present. There is XXXX dense consolidation within the retrocardiac left lower lobe. There is also patchy airspace opacity within the perihilar right lung. No pleural effusion or pneumothorax.",
        "textDesa": "2 images. Heart size is enlarged, stable. Thoracic aortic atherosclerotic calcifications are present. There is hyperinflammatory consolidation within the retrocardiac left lower lobe. There is also patchy airspace opacity within the perihilar right lung. No pleural effusion or pneumothorax."
    },
    {
        "clave": "CXR3148",
        "textOri": "Stable cardiomediastinal contour is mild cardiomegaly. No pneumothorax or significant pulmonary edema. Small left pleural effusion. No focal lung consolidation. Mildly low lung volumes.",
        "textDesa": "Stable cardiomediastinal contour is mild cardiomegaly. No pneumothorax or significant pulmonary edema. Small left pleural effusion. No focal lung consolidation. Mildly low lung volumes."
    },
    {
        "clave": "CXR3207",
        "textOri": "There's been interval enlargement in the cardiac silhouette. These XXXX't contours are within normal limits. The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age.",
        "textDesa": "There's been interval enlargement in the cardiac silhouette. These posterior aortic contours are within normal limits. The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age."
    },
    {
        "clave": "CXR3250",
        "textOri": "Lungs are relatively clear. Heart size normal. Unfolded aorta. Moderate hiatal hernia. T-spine osteophytes and DISH.",
        "textDesa": "Lungs are relatively clear. Heart size normal. Unfolded aorta. Moderate gastroesophageal reflux disease (GERD). T-spine osteophytes and spondylosis."
    },
    {
        "clave": "CXR3269",
        "textOri": "Heart size within normal limits. Cardiomediastinal silhouette is normal in contour. Lungs are clear bilaterally. No focal consolidations. No pleural effusions. Bony structures are intact.",
        "textDesa": "Heart size within normal limits. Cardiomediastinal silhouette is normal in contour. Lungs are clear bilaterally. No focal consolidations. No pleural effusions. Bony structures are intact."
    },
    {
        "clave": "CXR3316",
        "textOri": "Heart size is normal. No focal airspace disease. Emphysema. Bibasilar pleural scarring. No pneumothorax or effusion.",
        "textDesa": "Heart size is normal. No focal airspace disease. Chronic obstructive pulmonary disease (COPD). Bibasilar pleural scarring. No pneumothorax or effusion."
    },
    {
        "clave": "CXR3324",
        "textOri": "The heart is normal in size. Atherosclerotic calcifications of the aorta. The mediastinum is stable. There is again soft tissue density projected over the right mid chest, XXXX patient's known large breast mass. The appearance is grossly stable to decreased from prior study. The lateral projection is suboptimal as patient could not raise XXXX. There is no pleural effusion.",
        "textDesa": "The heart is normal in size. Atherosclerotic calcifications of the aorta. The mediastinum is stable. There is again soft tissue density projected over the right mid chest, large breast mass. The appearance is grossly stable to decreased from prior study. The lateral projection is suboptimal as patient could not raise arm strength. There is no pleural effusion."
    },
    {
        "clave": "CXR3340",
        "textOri": "The cardiomediastinal silhouette is normal in size and contour. Atherosclerosis of the aortic XXXX. Minimal XXXX densities, left lung base. Hyperexpanded lungs. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality.",
        "textDesa": "The cardiomediastinal silhouette is normal in size and contour. Atherosclerosis of the aortic arch. Minimal pulmonary fibrosis, left lung base. Hyperexpanded lungs. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality."
    },
    {
        "clave": "CXR3375",
        "textOri": "Heart size is within normal limits. No focal airspace consolidations. No pneumothorax or pleural effusion. There are degenerative changes of the midthoracic spine.",
        "textDesa": "Heart size is within normal limits. No focal airspace consolidations. No pneumothorax or pleural effusion. There are degenerative changes of the midthoracic spine."
    },
    {
        "clave": "CXR3391",
        "textOri": "There are no focal areas of consolidation. No suspicious pulmonary opacities. Heart size within normal limits. No pleural effusions. There is no evidence of pneumothorax. Stable left mid lung granuloma.",
        "textDesa": "There are no focal areas of consolidation. No suspicious pulmonary opacities. Heart size within normal limits. No pleural effusions. There is no evidence of pneumothorax. Stable left mid lung granuloma."
    },
    {
        "clave": "CXR3401",
        "textOri": "No focal consolidation, pneumothorax, or pleural effusion. Cardiomediastinal silhouette unremarkable. Stable bilateral calcified granulomas/lymph XXXX. A bullet is present in the posterior soft tissues of the left chest wall, stable compared to prior examination.",
        "textDesa": "No focal consolidation, pneumothorax, or pleural effusion. Cardiomediastinal silhouette unremarkable. Stable bilateral calcified granulomas/lymph nodules. A bullet is present in the posterior soft tissues of the left chest wall, stable compared to prior examination."
    },
    {
        "clave": "CXR3411",
        "textOri": "There are low lung volumes with bronchovascular crowding. There is patchy left lower lobe airspace disease. There are XXXX opacities in the right mid lung, XXXX subsegmental atelectasis. No significant pleural effusion. No pneumothorax. Heart size is within normal limits. There is aortic atherosclerotic vascular calcification.",
        "textDesa": "There are low lung volumes with bronchovascular crowding. There is patchy left lower lobe airspace disease. There are multiple opacities in the right mid lung, 3 subsegmental atelectasis. No significant pleural effusion. No pneumothorax. Heart size is within normal limits. There is aortic atherosclerotic vascular calcification."
    },
    {
        "clave": "CXR3455",
        "textOri": "Central vascular prominence and diffuse bilateral interstitial and alveolar opacities. Left basilar airspace opacities. No pneumothorax. Heart size XXXX large. XXXX unremarkable. No large pleural effusion.",
        "textDesa": "Central vascular prominence and diffuse bilateral interstitial and alveolar opacities. Left basilar airspace opacities. No pneumothorax. Heart size significantly enlarged. Mild left upper lobe consolidation. No large pleural effusion."
    },
    {
        "clave": "CXR3470",
        "textOri": "The patient is rotated. The heart is normal in size. The pulmonary vascularity is within normal limits in appearance. No pneumothorax or pleural effusion. No focal airspace opacities. Mild degenerative changes of the thoracic spine.",
        "textDesa": "The patient is rotated. The heart is normal in size. The pulmonary vascularity is within normal limits in appearance. No pneumothorax or pleural effusion. No focal airspace opacities. Mild degenerative changes of the thoracic spine."
    },
    {
        "clave": "CXR3534",
        "textOri": "Lungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Heart size is normal. Stable right paratracheal prominence, consistent with known calcified lymph node, seen on prior CT chest dated XXXX. XXXX are unremarkable.",
        "textDesa": "Lungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Heart size is normal. Stable right paratracheal prominence, consistent with known calcified lymph node, seen on prior CT chest dated 2018. Liver function tests (LFTs) and complete blood count (CBC) are unremarkable."
    },
    {
        "clave": "CXR3586",
        "textOri": "The heart is mildly enlarged. The mediastinal contours are stable. The lungs are clear.",
        "textDesa": "The heart is mildly enlarged. The mediastinal contours are stable. The lungs are clear."
    },
    {
        "clave": "CXR3648",
        "textOri": "The heart and cardiomediastinal silhouette are normal in size and contour. There is no focal airspace opacity, pleural effusion, or pneumothorax. The osseous structures are intact.",
        "textDesa": "The heart and cardiomediastinal silhouette are normal in size and contour. There is no focal airspace opacity, pleural effusion, or pneumothorax. The osseous structures are intact."
    },
    {
        "clave": "CXR3673",
        "textOri": "The heart is normal in size. The mediastinal contours are stable. Aortic calcifications are noted. There are small calcified lymph XXXX. Emphysema and chronic changes are identified. There is XXXX opacity in the left perihilar upper lobe. There is questionable XXXX extension to the pleural surface. This may represent acute infiltrate or developing density. There is no pleural effusion or pneumothorax.",
        "textDesa": "The heart is normal in size. The mediastinal contours are stable. Aortic calcifications are noted. There are small calcified lymph nodes. Emphysema and chronic changes are identified. There is pulmonary opacity in the left perihilar upper lobe. There is questionable basal extension to the pleural surface. This may represent acute infiltrate or developing density. There is no pleural effusion or pneumothorax."
    },
    {
        "clave": "CXR371",
        "textOri": "The lungs are clear. There is hyperinflation. Calcification is seen over the anterior mediastinum XXXX a calcified lymph node at is not identified on the PA projection. The heart is normal. Arthritic changes the spine are seen.",
        "textDesa": "The lungs are clear. There is hyperinflation. Calcification is seen over the anterior mediastinum, indicating chronic inflammation. A calcified lymph node at is not identified on the PA projection. The heart is normal. Arthritic changes the spine are seen."
    },
    {
        "clave": "CXR3732",
        "textOri": "Calcified left hilar lymph node. Lungs are clear bilaterally with no focal infiltrate, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. XXXX and soft tissues are unremarkable.",
        "textDesa": "Calcified left hilar lymph node. Lungs are clear bilaterally with no focal infiltrate, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. Thyroid nodules and soft tissues are unremarkable."
    },
    {
        "clave": "CXR3740",
        "textOri": "XXXX diffuse right lower lobe airspace opacity is present. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal.",
        "textDesa": "Diffuse right lower lobe airspace opacity is present. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal."
    },
    {
        "clave": "CXR3760",
        "textOri": "XXXX sternotomy XXXX remain in XXXX. The cardiomediastinal silhouette is within normal limits for appearance. The thoracic aorta is tortuous. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. Moderate degenerative changes of the thoracic spine. No acute, displaced rib fractures identified.",
        "textDesa": "Thoracotomy was performed to inspect XXXX sternotomy scar. The cardiomediastinal silhouette is within normal limits for appearance. The thoracic aorta is tortuous. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. Moderate degenerative changes of the thoracic spine. No acute, displaced rib fractures identified."
    },
    {
        "clave": "CXR3797",
        "textOri": "XXXX XXXX and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Lungs demonstrate left lower lobe air space opacity with XXXX atelectasis without significant change. There is no effusion or pneumothorax.",
        "textDesa": "Patient's chest X-ray and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Lungs demonstrate left lower lobe air space opacity with consolidation atelectasis without significant change. There is no effusion or pneumothorax."
    },
    {
        "clave": "CXR3878",
        "textOri": "Postop changes of CABG with mild cardiomegaly. There is an infiltrate in the right lower lobe. Thoracic spondylosis.",
        "textDesa": "Postop changes of CABG with mild cardiomegaly. There is an infiltrate in the right middle lobe. Lumbar degenerative disc disease."
    },
    {
        "clave": "CXR3906",
        "textOri": "Normal cardiac contour. No pleural effusion or pneumothorax. Clear lungs bilaterally.",
        "textDesa": "Normal cardiac contour. No pleural effusion or pneumothorax. Clear lungs bilaterally."
    },
    {
        "clave": "CXR3910",
        "textOri": "Heart size and cardiomediastinal contours are normal. Low lung volumes without focal airspace opacity, pleural effusion, or pneumothorax. Multilevel degenerative changes in the spine.",
        "textDesa": "Heart size and cardiomediastinal contours are normal. Low lung volumes without focal airspace opacity, pleural effusion, or pneumothorax. Multilevel degenerative changes in the lumbar spine."
    },
    {
        "clave": "CXR396",
        "textOri": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Normal cardiomediastinal silhouette. There are minimal degenerative changes of the spine.",
        "textDesa": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Normal cardiomediastinal silhouette. There are minimal degenerative changes of the spine."
    },
    {
        "clave": "CXR3964",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. The lungs are hyperinflated compatible with emphysema. There is biapical scarring. No acute infiltrate is seen.",
        "textDesa": "The heart is normal in size. The mediastinum is unremarkable. The lungs are hyperinflated compatible with chronic obstructive pulmonary disease (COPD). There is bilateral apical scarring. No acute infiltrate is seen."
    },
    {
        "clave": "CXR3993",
        "textOri": "The heart is mildly enlarged. Left hemidiaphragm is elevated. There is no acute infiltrate or pleural effusion. The mediastinum is unremarkable.",
        "textDesa": "The heart is mildly enlarged. Left hemidiaphragm is elevated. There is no acute infiltrate or pleural effusion. The mediastinum is unremarkable."
    },
    {
        "clave": "CXR3995",
        "textOri": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are mildly hyperinflated with flattening of the diaphragms and expansion of the retrosternal clear space. Compared with prior exam, there has been interval resolution of previously demonstrated bibasilar infiltrates. There is minimal XXXX scarring or atelectasis in the right midlung. There is no XXXX focal airspace disease. There is no pneumothorax or pleural effusion. There are no acute bony findings.",
        "textDesa": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are mildly hyperinflated with flattening of the diaphragms and expansion of the retrosternal clear space. Compared with prior exam, there has been interval resolution of previously demonstrated bibasilar infiltrates. There is minimal right midlung fibrosis or atelectasis. There is no focal airspace disease. There is no pneumothorax or pleural effusion. There are no acute bony findings."
    },
    {
        "clave": "CXR415",
        "textOri": "The heart is normal in size. The mediastinum is unremarkable. The lungs are grossly clear. Bilateral breast prostheses are noted.",
        "textDesa": "The heart is normal in size. The mediastinum is unremarkable. The lungs are grossly clear. Bilateral mastectomy implants are noted."
    },
    {
        "clave": "CXR437",
        "textOri": "There are postoperative changes of sternotomy. There is cardiomegaly. The contour of the ascending aorta is prominent, consistent with known ascending aortic aneurysm. The lungs appear clear. No focal airspace consolidation. No pleural effusion or pneumothorax. There are minimal degenerative changes of the spine.",
        "textDesa": "There are postoperative changes of thoracotomy. There is cardiomegaly. The contour of the ascending aorta is prominent, consistent with known ascending aortic dilatation. The lungs appear clear. No focal airspace consolidation. No pleural effusion or pneumothorax. There are minimal degenerative changes of the spine."
    },
    {
        "clave": "CXR460",
        "textOri": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. Mild tortuosity of the thoracic aorta, unchanged",
        "textDesa": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. Mild tortuosity of the thoracic aorta, unchanged."
    },
    {
        "clave": "CXR462",
        "textOri": "Mild cardiomegaly. Mild unfolding of the thoracic aorta. No focal air space opacity. No pleural effusion or pneumothorax. Visualized osseous structures are unremarkable in appearance.",
        "textDesa": "Mild cardiomegaly. Mild thoracic aortic dilatation. No focal alveolar space opacity. No pleural effusion or pneumothorax. Visualized osseous structures are unremarkable in appearance."
    },
    {
        "clave": "CXR470",
        "textOri": "The cardiac and mediastinal contours are within normal limits. The lungs are well-inflated and clear. There is no focal consolidation, pneumothorax, or effusion. The bony structures of the thorax are unremarkable.",
        "textDesa": "The cardiac and mediastinal contours are within normal limits. The lungs are well-inflated and clear. There is no focal consolidation, pneumothorax, or pleural effusion. The bony structures of the thorax are unremarkable."
    },
    {
        "clave": "CXR488",
        "textOri": "Broken of the 4XXXX XXXX XXXX, similar to the prior study. Stable multiple surgical clips in the left hilar area. Stable cardiomediastinal silhouette. Pulmonary vasculatures are within normal limits. No XXXX focal consolidation, pleural effusion or pneumothorax. Unremarkable bony structure.",
        "textDesa": "Broken of the 4th rib, similar to the prior study. Stable multiple surgical clips in the left hilar area. Stable cardiomediastinal silhouette. Pulmonary vasculatures are within normal limits. No focal consolidation, pleural effusion or pneumothorax. Unremarkable bony structure."
    },
    {
        "clave": "CXR549",
        "textOri": "Stable appearance of the left upper lung lobe with scarring, volume loss, and pleural thickening. Cardiomediastinal silhouette is within normal limits normal appearance, similar to prior. Volume loss in the left lung, stable. Right lung is clear. There is no XXXX focal airspace disease, pleural effusion, or pneumothorax. Mild scarring at the right apex. No acute bony abnormality.",
        "textDesa": "Stable appearance of the left upper lung lobe with fibrosis, volume loss, and pleural fibrosis. Cardiomediastinal silhouette is within normal limits, similar to prior. Volume loss in the left lung, stable. Right lung is clear. There is no subpleural focal airspace disease, pleural effusion, or pneumothorax. Mild scarring at the right apex. No acute bony abnormality."
    },
    {
        "clave": "CXR567",
        "textOri": "Heart size upper normal but stable. Mediastinal contours within normal limits. Minimal right middle lobe atelectasis. No focal airspace consolidation, pleural effusion, or pneumothorax. Degenerative endplate changes of the spine.",
        "textDesa": "Heart size upper normal but stable. Mediastinal contours within normal limits. Minimal right middle lobe atelectasis. No focal airspace consolidation, pleural effusion, or pneumothorax. Degenerative endplate changes of the spine."
    },
    {
        "clave": "CXR593",
        "textOri": "No acute cardiopulmonary abnormality. Extensive degenerative changes of the thoracic spine. Mildly enlarged heart. Tortuous aorta. Aortic calcifications. No focal area of consolidation, pleural effusion or pneumothorax.",
        "textDesa": "No acute cardiopulmonary abnormality. Extensive degenerative changes of the thoracic spine. Mildly enlarged heart. Tortuous aorta. Aortic calcifications. No focal area of consolidation, pleural effusion or pneumothorax."
    },
    {
        "clave": "CXR6",
        "textOri": "Heart size and mediastinal contour are within normal limits. There is no focal airspace consolidation or suspicious pulmonary opacity. No pneumothorax or large pleural effusion. Mild degenerative change of the thoracic spine.",
        "textDesa": "Heart size and mediastinal contour are within normal limits. There is no focal airspace consolidation or suspicious pulmonary opacity. No pneumothorax or large pleural effusion. Mild degenerative change of the thoracic spine."
    },
    {
        "clave": "CXR606",
        "textOri": "XXXX sternotomy XXXX are in XXXX and intact. Normal cardiomediastinal silhouette. The bilateral costophrenic XXXX are excluded from the image on the PA view. Lungs are clear without focal areas of consolidation, pleural effusion, or pneumothorax. XXXX XXXX are intact without acute osseous abnormality. Mild degenerative changes throughout the thoracic spine.",
        "textDesa": "Surgical incision sternotomy revealed normal cardiac mediastinal silhouette. The bilateral costophrenic recesses are excluded from the image on the PA view. Lungs are clear without focal areas of consolidation, pleural effusion, or pneumothorax. Axial skeletal bones are intact without acute osseous abnormality. Mild degenerative changes throughout the thoracic spine."
    },
    {
        "clave": "CXR624",
        "textOri": "The cardiac contours are normal. The lungs are hyperinflated with flattening of the diaphragms and tapering of the distal pulmonary vasculature. There is no focal consolidation. Thoracic spondylosis. Mild dextroscoliosis of the spine. Prior anterior cervical fusion.",
        "textDesa": "The cardiac contours are normal. The lungs are hyperinflated with flattening of the diaphragms and tapering of the distal pulmonary vasculature. There is no focal consolidation. Thoracic spondylosis. Mild dextroscoliosis of the spine. Prior anterior cervical fusion."
    },
    {
        "clave": "CXR693",
        "textOri": "Cardiomediastinal silhouettes are within normal limits. Lungs are without focal consolidation, pneumothorax, or pleural effusion. Grossly unchanged appearance of calcified hilar lymph XXXX and scattered calcified granulomas. Stable degenerative changes in the spine.",
        "textDesa": "Cardiomediastinal silhouettes are within normal limits. Lungs are without focal consolidation, pneumothorax, or pleural effusion. Grossly unchanged appearance of calcified hilar lymph nodes and scattered calcified granulomas. Stable degenerative changes in the spine."
    },
    {
        "clave": "CXR702",
        "textOri": "The left lung is grossly clear. The right lung demonstrates a large right pleural effusion with associated atelectatic collapse of the right middle lobe and partial collapse of the right lower lobe. XXXX opacities are seen within the aerated right lung, XXXX subsegmental atelectasis. No focal consolidation or pneumothorax identified. No acute osseous abnormality. Cardio mediastinal silhouette is stable compared to prior examinations.",
        "textDesa": "The left lung is grossly clear. The right lung demonstrates a large right pleural effusion with associated atelectatic collapse of the right middle lobe and partial collapse of the right lower lobe. Bilateral interstitial opacities are seen within the aerated right lung, subsegmental atelectasis. No focal consolidation or pneumothorax identified. No acute osseous abnormality. Cardio mediastinal silhouette is stable compared to prior examinations."
    },
    {
        "clave": "CXR712",
        "textOri": "The lungs are mildly hyperexpanded. There is no focal airspace consolidation to suggest pneumonia. No pleural effusion or pneumothorax. Normal heart size and mediastinal contour.",
        "textDesa": "The lungs are mildly hyperexpanded. There is no focal airspace consolidation to suggest pneumonia. No pleural effusion or pneumothorax. Normal heart size and mediastinal contour."
    },
    {
        "clave": "CXR715",
        "textOri": "There is chronic asymmetric elevation of the right hemidiaphragm. Compared with the prior study, there is mildly increased streaky airspace disease in the right lung base. Hilar prominence appears stable. There is no pneumothorax or large pleural effusion. Heart size is stable and grossly normal. There no acute bony findings.",
        "textDesa": "There is chronic asymmetric elevation of the right hemidiaphragm. Compared with the prior study, there is mildly increased streaky airspace disease in the right lung base. Hilar prominence appears stable. There is no pneumothorax or large pleural effusion. Heart size is stable and grossly normal. There are no acute bony findings."
    },
    {
        "clave": "CXR777",
        "textOri": "The cardiomediastinal silhouette is within normal limits for appearance. The thoracic aorta is tortuous. No focal areas of pulmonary consolidation. No pneumothorax. No large pleural effusion. Mild degenerative changes and osteopenia of the thoracic spine. Overlying EKG leads.",
        "textDesa": "The cardiomediastinal silhouette is within normal limits for appearance. The thoracic aorta is tortuous. No focal areas of pulmonary consolidation. No pneumothorax. No large pleural effusion. Mild degenerative changes and osteopenia of the thoracic spine. Overlying EKG leads."
    },
    {
        "clave": "CXR816",
        "textOri": "XXXX XXXX and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Cardiac pacemaker leads are within right atrium and ventricle. There is stable XXXX tube. Lungs demonstrate left lower lobe of he states he may be atelectasis or pneumonia. There is small left-sided effusion. No pneumothorax.",
        "textDesa": "Adult male and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. Cardiac pacemaker leads are within right atrium and ventricle. There is stable oxygen saturation tube. Lungs demonstrate left lower lobe of consolidation or atelectasis. There is small left-sided effusion. No pneumothorax."
    },
    {
        "clave": "CXR90",
        "textOri": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Heart size and mediastinal contour are within normal limits. There are degenerative changes of the spine.",
        "textDesa": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Heart size and mediastinal contour are within normal limits. There are degenerative changes of the lumbar spine."
    },
    {
        "clave": "CXR924",
        "textOri": "Cardiac silhouette is within normal limits. Bibasilar atelectasis/infiltrate. There is no pleural effusion or pneumothorax. Left chest XXXX with associated central venous catheter tip overlying the cavoatrial junction.",
        "textDesa": "Cardiac silhouette is within normal limits. Bibasilar atelectasis/infiltrate. There is no pleural effusion or pneumothorax. Left chest infiltration with associated central venous catheter tip overlying the cavoatrial junction."
    },
    {
        "clave": "CXR990",
        "textOri": "Heart size within normal limits. No focal airspace consolidations. No pneumothorax or effusions.",
        "textDesa": "Heart size within normal limits. No focal airspace consolidations. No pneumothorax or effusions."
    }
]